Repository: mariasev26/20930087H
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: Daisy Edgar-Jones at the British Independent Film Awards 2022
es_es: Daisy Edgar-Jones en los Premios del Cine Independiente Británico 2022

source: Danny Trejo in Machete (2010)
es_es: Danny Trejo en Machete (2010)

source: Denzel Washington and Barry Keoghan
es_es: Denzel Washington y Barry Keoghan

source: Despite being buried under the controversy, La La Land is still one of the most awarded and beloved films of the past two decades.
es_es: A pesar de quedar sepultada bajo la polémica, La La Land sigue siendo una de las películas mejor premiadas y queridas de las últimas dos décadas.

source: Director Ridley Scott is finally ready to film the long-awaited sequel to his 2000 Academy Award Best Picture winner, Gladiator (Certified Fresh at 79%), which will make it one of the few Best Picture winners to ever receive a sequel.
es_es: El director Ridley Scott por fin está listo para rodar la esperada secuela de su ganadroa del Oscar a la mejor película en 2000,Gladiador (Certificado reciente al 79%), lo que la convertirá en una de las pocas ganadoras del Oscar a la mejor película que han recibido una secuela.

source: Disney Working on Freaky Friday 2, and More Movie News
es_es: Trabajando en Disney Freaky Friday 2, y más noticias cinematográficas

source: Don’t Look Up (2021) – 359,790,000 hours 3.
es_es: No mires hacia arriba (2021) – 359.790.000 horas 3.

source: Drew Barrymore, Tom Hanks, Melissa McCarthy, and Justin Timberlake are also frequent hosts.
es_es: Drew Barrymore, Tom Hanks, Melissa McCarthy y Justin Timberlake también son presentadores habituales.

source: Early stars Andrew Lincoln, Sarah Wayne Callies, Steve Yeun, and Jon Bernthal eventually made way for new actors like Lauren Cohan, Danai Gurira, Ross Marquand, Khary Payton, Christian Serratos, and others to take the lead, while Melissa McBride and Norman Reedus saw their Carol-and-Daryl dynamic through from the very first episode to the very last.
es_es: Los actores primerizos Andrew Lincoln, Sarah Wayne Callies, Steve Yeun y Jon Bernthal, finalmente dieron paso a nuevos actores como Lauren Cohan, Danai Gurira, Ross Marquand, Khary Payton, Christian Serratos y otros para seguir su legado, mientras que Melissa McBride y Norman Reedus siguieron con sus papeles de Carol y Daryl desde el primer episodio hasta el último.

source: Ed Sheeran: The Sum of It All: Season 1
es_es: Ed Sheeran: La suma de todo: Temporada 1

source: Edgar-Jones is in talks with Universal Pictures and Steven Spielberg’s Amblin Entertainment to star in Twisters, the long-in-development sequel to the 1996 tornado disaster movie Twister (Fresh at 63%), starring Helen Hunt and Bill Paxton.
es_es: Edgar-Jones está en conversaciones Universal Pictures y Amblin Entertainment, de Steven Spielberg, para protagonizar Twisters, la secuela en desarrollo de la película de 1996 Twister (Reciente al 63%), protagonizada por Helen Hunt y Bill Paxton.

source: Edgar-Jones is in talks with Universal Pictures and Steven Spielberg's Amblin Entertainment to star in Twisters, the long-in-development sequel to the 1996 tornado disaster movie Twister (Fresh at 63%), starring Helen Hunt and Bill Paxton.
es_es: Edgar-Jones está en conversaciones con Universal Pictures y Amblin Entertainment, de Steven Spielberg, para protagonizar Twisters, la secuela en desarrollo de la película de 1996 Twister, protagonizada por Helen Hunt y Bill Paxton.

source: Episodic Reviews
es_es: Reseñas por capítulo

source: Every Upcoming Star Wars Movie and Series – With Key Details and Dates!
es_es: Todo lo que viene de Star Wars ¡Series y películas – con detalles clave y fechas!

source: Every horror movie of 2023 ranked by Tomatometer!
es_es: ¡Todas las películas de terror de 2023 clasificadas por el tomatómetro|

source: Everything Everywhere All at Once (2022) – 7 wins 4.
es_es: Todo a la vez en todas partes (2022) – 7 victorias 4.

source: FIRST MOVIE TO BE CERTIFIED FRESH
es_es: LA PRIMERA PELÍCULA CON CERTIFICADO RECIENTE

source: FIRST MOVIE TO BE CERTIFIED FRESH 92% Eternal Sunshine of the Spotless Mind (2004) Fresh and Rotten were a part of Rotten Tomatoes from the very beginning, but over time it started to make sense for us to add another layer of distinction for those films that were particularly well-received.
es_es: LA PRIMERA PELÍCULA CON NUESTRO TÍTULO "RECIÉN CORTADA" 92% "¡Olvídate de mí!" (2004) Las etiquetas para las películas de "Fresco" y "Podrido" formaron parte de Rotten Tomatos desde el inicio, pero con el tiempo empezó a tener sentido para nosotros añadir otra capa de distinción para las películas que fueron especialmente bien recibidas.

source: FIRST STREAMING FILM NOMINATED FOR BEST PICTURE
es_es: PRIMERA PELÍCULA EN STREAMING NOMINADA A MEJOR PELÍCULA

source: Fans have always taken umbrage with the fact that Joker isn’t Certified Fresh — or that it lost its Certified Fresh status as its record-breaking review total kept climbing and its Tomatometer score kept dropping.
es_es: Los fans siempre se han molestado por el hecho de que el Joker no tenga certificado "reciente", o de que lo haya perdido a medida que su récord de críticas seguía subiendo y su puntuación en el tomatómetro seguía bajando.

source: Fatal Attraction: Season 1
es_es: Fatal Attraction: Temporada 1

source: Featured on RT
es_es: Destacado en RT

source: Fellow cast members Mark McKinney, Colin Quinn and Molly Shannon also appeared in the film, which has an 11% Tomatometer score.
es_es: Sus compañeros de reparto Mark McKinney, Colin Quinn y Molly Shannon también aparecieron en la película, que tiene una puntuación del 11% en el Tomatometer.

source: Finale with the Highest Viewership
es_es: Final con más audiencia

source: Find out which series has the most reviews, when Rotten Tomatoes started covering television, the most Emmy-awarded programs, and more fun facts.
es_es: Descubre qué series tienen más críticas, los Rotten Tomatoes empezaron a cubrir la televisión, los programas más premiados en los Emmy y más datos curiosos.

source: First Streaming Series
es_es: Primera serie en streaming

source: Five Favorite Films
es_es: Cinco películas favoritas

source: Follow Rotten Tomatoes on Apple News.
es_es: Sigue Rotten Tomatoes en Noticias Apple

source: Follow Us
es_es: Síguenos

source: For the most part, and in absolute defiance of the odds, Stranger Things honors its source material in the best way possible: By telling a sweet ‘n’ scary story in which monsters are real but so are the transformative powers of love and fealty.
es_es: En su mayor parte, y contra todo pronóstico, Stranger Things hace honor a su material original de la mejor manera posible: Contando una historia dulce y aterradora en la que los monstruos son reales, pero también lo son los poderes transformadores del amor y la lealtad.

source: Forums
es_es: Foros

source: Four very different students move... [More]
es_es: Cuatro estudiantes muy diferentes se mueven... [Más]

source: Frames
es_es: Fotogramas

source: Fresh
es_es: Novedad

source: From: Season 2
es_es: From: Temporada 2

source: Fun fact: John Aniston, who played underworld figure Victor Kiriakis for 37 years in the show, is the father of Friends star Jennifer Aniston with actress Nancy Dow, and Friends later incorporated the soap into one of its storylines.
es_es: Dato curioso: John Aniston, que interpretó a Victor Kiriakis durante 37 años en la serie, es el padre de Jennifer Aniston, estrella de Friends, con la actriz Nancy Dow, y Friends incorporó más tarde la telenovela en uno de sus argumentos.

source: Glass Onion: A Knives Out Mystery (2022) – 279,740,000 hours 5.
es_es: Puñales por la espalda: El misterio de Glass Onion (2022) – 279.740.000 horas 5.

source: Gravity (2013) – 7 wins 5.
es_es: Gravedad (2013) – 7 victorias 5.

source: HBO fantasy juggernaut Game of Thrones started its first season with an impressive 224 critic reviews.
es_es: El monstruo de la fantasía de HBO Juego de Tronoscomenzó su primera temporada con unas impresionantes 224 críticas.

source: HIGHEST AUDIENCE SCORE WITH 500K+ RATINGS
es_es: MEJOR PUNTUACIÓN DE AUDIENCIA CON MÁS DE 500.000 ESPECTADORES

source: HIGHEST AUDIENCE SCORE WITH 500K+ RATINGS 94% The Dark Knight (2008) In many ways, the modern era of superhero cinema can trace its roots back to 2008, the year when a pair of comic book movies took the world by storm.
es_es: RÉCORD MÁS ALTO DE AUDIENCIA CON MÁS DE 500 MIL VALORACIONES. 94% "El caballero oscuro" (2008). En mucho aspectos, la era moderna del cine de superhéroes se remonta al año 2008, el año en el que un par de películas basadas en cómics arrasaron en todo el mundo.

source: HIGHEST TOMATOMETER SCORE WITH AT LEAST 500 REVIEWS
es_es: PUNTUACIÓN MÁS ALTA DE TOMATÓMETRO CON AL MENOS 500 RESEÑAS

source: HIGHEST TOMATOMETER SCORE WITH AT LEAST 500 REVIEWS 96% Black Panther (2018) At one point, Paddington 2 became the best-reviewed movie on Rotten Tomatoes, with a perfect 100% Tomatometer score after hundreds of reviews, but that impressive record came to an end in 2021 with the film’s first Rotten review.
es_es: LA PUNTUACIÓN MÁS ALTA DEL TOMATÓMETRO CON, POR LO MENOS, 500 RESEÑAS. 96% "Black Panther" (2018). En un momento dado, "Paddington 2" se convirtió en la película con mejores reseñas en Rotten Tomatoes, con la puntuación del 100% en el tomatómetro con cientas de reseñas, pero ese impresionante récord se acabó en 2021, con la primera reseña Rotten-

source: HIGHEST-GROSSING FILM
es_es: PELÍCULAS MÁS TAQUILLERAS

source: Help
es_es: Ayuda

source: Here’s what critics said about Game of Thrones season 8 in 2019:
es_es: Esto es lo que dijeron las críticas sobre Juego de Tronos sobre la temporada 8 en 2019:

source: Here’s what critics said about Stranger Things season 1 in 2016:
es_es: Esto es lo que dijeron los críticos sobre Stranger Things temporada 1 en 2016:

source: Here’s what critics said about The Walking Dead:
es_es: Esto es lo que dijeron los críticos sobre The Walking Dead:

source: Here’s what critics said at the time:
es_es: Esto es lo que dijeron los críticos en su momento:

source: Highest Audience Score With 10K+ Ratings
es_es: Puntuación de audiencia más alta con más de 10 mil calificaciones

source: Highest Tomatometer Score by Season
es_es: Máxima puntuación en el Tomatómetro por temporada

source: Home
es_es: Página principal

source: Honorable Mention:
es_es: Mención honorífica:

source: I don’t know what was worse, the Knicks losing to the Pacers, or this.
es_es: No sé qué fue peor, que los Knicks perdieran contra los Pacers o esto.

source: I don’t think anyone can be happy that this season focused, in the end, on Jon Snow, the least complicated main character on an ensemble full of brutal instincts and grasping ambition.
es_es: No creo que nadie pueda alegrarse de que esta temporada se haya centrado finalmente en Jon Nieve, el protagonista menos complicado dentro de un elenco lleno de instintos brutales y ambición aferrada.

source: In Theaters
es_es: En cines

source: In late 2003, we initiated the Certified Fresh program, which, as an early RT employee put it, has now essentially become the “Good Housekeeping Seal of Approval” for movies, but the very first film to earn the distinction was Michel Gondry’s inventive, thought-provoking sci-fi romance Eternal Sunshine of the Spotless Mind.
es_es: A finales de 2003, pusimos en marcha el programa con la etiqueta "Recién Cortado" que, como dijo un empleado de RT, ahora se ha convertido en el "sello de calidad de Good Housekeeping" para las películas. La primera película que obtuvo esta distinción fue creada por Michael Gondry; siendo esta un romance de ciencia ficción que invita a la reflexión de "¡Olvídate de mí!"

source: In related news, Ben Affleck, who James Gunn had mentioned as a possible future DCU director, stated this week that he has no plans to direct a DCU movie anytime soon.
es_es: En noticias relacionadas, Ben Affleck, a quien James Gunn había mencionado como posible futuro director del DCU, declaró esta semana que no tiene planes de dirigir una película del DCU a corto plazo.

source: In somewhat related news, Andrew Garfield has also signed to co-star with Florence Pugh in a romantic drama called We Live in Time for director John Crowley (Brooklyn).
es_es: En noticias relacionadas, Andrew Garfieldtambiñen ha firmado coprotagonizar junto a Florence Pugh un drama romántico llamadoWe Live in Time para el director John Crowley (Brooklyn).

source: In the episode, NBC picks up Jerry and George’s sitcom, but then the four friends are arrested in a small Massachusetts town for breaking the good Samaritan law.
es_es: En el episodio, la NBC retoma la sitcom de Jerry y George, pero entonces los cuatro amigos son arrestados en un pequeño pueblo de Massachusetts por infringir la ley del buen samaritano.

source: In the last episode — spoiler alert — Phoebe had previously found her happily-ever-after married to piano-man Mike; married Monica and Chandler, with adopted twins in tow, prepared to move to tony Westchester in the New York suburbs; Rachel and Ross, who had split, reunited when Rachel got off of a plane to her new job in Paris to stay with him; and Joey got his own Hollywood-set spin-off series, Joey.
es_es: En el último episodio -alerta de spoiler- Phoebe había encontrado su felicidad para siempre casada con el pianista Mike; Mónica y Chandler, casados y con gemelos adoptados a cuestas, se preparaban para mudarse al lujoso Westchester, en los suburbios de Nueva York; Rachel y Ross, que se habían separado, se reencontraron cuando Rachel se bajó de un avión rumbo a su nuevo trabajo en París para quedarse con él; y Joey consiguió su propia serie derivada ambientada en Hollywood, Joey.

source: In the past, del Toro has also talked about doing Bride of Frankenstein, but it is unclear whether this Frankenstein project will also include that character.
es_es: En el pasado, Toro también ha hablado de hacer La novia de Frankestein, pero no está claro si este proyecto deFrankestein también incluirá ese personaje.

source: In this guide to the newest scary movies, we’ll rank best horror movies of 2023 every week, which so far notably includes Knock at the Cabin (from director M. Night Shyamalan), Brandon Cronenberg’s Infinity Pool, and viral curiosity Skinamarink.
es_es: En esta guía de las películas de miedo más recientes, haremos una clasificación de las mejores películas de terror de 2023 cada semana, que hasta ahora incluye Llaman a la puerta (del director M. Night Shyamalan</a8) >), Infinity Pool de Brandon Cronenberg y la nueva curiosidad viral Skinamarink.

source: In truth, it’s easier for a TV season to be Certified Fresh at 100% on 20 reviews, so it’s particularly notable when a season holds onto its perfect score with more reviews.
es_es: En realidad, es más fácil que una temporada de TV tenga el certificado "Fresh" al 100% con 20 críticas, por lo que es especialmente notable cuando una temporada mantiene su puntuación perfecta con más críticas.

source: It becomes hard to distinguish where depression ends,... [More]
es_es: Se hace difícil distinguir dónde acaba la depresión... [Más]

source: It didn’t even hit 600 theaters until its 16th week, and that was the beginning of August (it finally made it into the top 10 the week before).
es_es: Su éxito no llegó a los 600 cines hasta su decimosexta semana, a principios de agosto (entró en el top 10 la semana anterior).

source: It didn’t take long for 2023 to find its new scream queen: M3GAN, the Certified Fresh horror hit released the first week of the year, representing another strike of success for Blumhouse.
es_es: No pasó mucho tiempo para que 2023 encontrara su nuevo rey de los sustos: M3GAN, el Recién Cortado éxito de terror fue lanzado la primera semana del año, lo que representa otro triunfo para Blumhouse</a1 >.

source: It proved to be a sleeper hit, finally reaching No. 2 in its 20th week, though it never did earn enough to top the box office; that made it the highest-grossing film of all time never to reach No. 1 at the box office until 2016’s Sing took that crown.
es_es: Resultó un éxito inesperado alcanzando finalmente el número 2 en su vigésima semana, aunque nunca llegó a ganar la suficiente para encabezar la taquilla; eso la convirtió en la película más taquillera de todos los tiempos, que nunca alcanzó el número 1 en taquilla hasta que Sing, en 2006, se hizo con el título

source: It was Certified Fresh at 90%.
es_es: Se certificó como "fresco" al 90%

source: It was such a terrible letdown.
es_es: Fue una terrible decepción.

source: It's Me, Margaret.
es_es: Sí, soy yo, Margaret

source: It's unclear which roles any of the three are being considered for (and fans quickly began speculating about each).
es_es: No está claro para qué papeles se está considerando a ninguno de los tres (y los fans no han tardado en empezar a especular sobre cada uno de ellos).

source: It's unknown if the film will be a mysterious thriller like It Follows, but one can guess it might be, given the involvement of Bad Robot, and the use of IMAX cameras suggests it will be a "big" theatrical experience.
es_es: Se desconoce si la película será un thriller misterioso como It Follows, pero se puede intuir que podría serlo, dada la implicación de Bad Robot, y el uso de cámaras IMAX sugiere que será una experiencia teatral "a lo grande".

source: It’s also the only distinction worthy of the film from that franchise that not only earned the most Academy Awards in the last 25 years, but also became the only movie with more than 10 Oscar nominations (11, to be precise) ever to win all of its categories: 2003’s The Lord of the Rings: The Return of the King.
es_es: También es la única distinción digna de la película de esa franquicia que no sólo ha ganado más premios de la Academia en los últimos 25 años, sino que también se ha convertido en la única película con más de 10 nominaciones a los Oscar (11, para ser precisos) que ha ganado todas sus categorías: El Señor de los Anillos, de 2003: El Retorno del Rey.

source: It’s arguably one of the best roles of her career, only marred by the brief amount of time she’s on screen.
es_es: Podría decirse que es uno de los mejores papeles de su carrera, solo dañado por el breve tiempo que aparece en pantalla.

source: It’s none other than the cultural phenomenon Black Panther, roaring with a 96% Tomatometer score after over 530 reviews have been tallied.
es_es: Se trata nada menos que del fenómeno cultural "Black Panther" (Pantera Negra), con una puntuación de 96% en el tomatómetro tras más de 530 críticas.

source: It’s unclear which roles any of the three are being considered for (and fans quickly began speculating about each).
es_es: No está claro para qué papeles se está considerando a ninguno de los tres (y los fans no han tardado en empezar a especular sobre cada uno de ellos).

source: It’s unknown if the film will be a mysterious thriller like It Follows, but one can guess it might be, given the involvement of Bad Robot, and the use of IMAX cameras suggests it will be a “big” theatrical experience.
es_es: Se desconoce si la película será un thriller misterioso comoIt Follows, pero se puede intuir que podría serlo, dada la implicación de Bad Robot, y el uso de cámaras IMAX sugiere que será una experiencia teatral "a lo grande".

source: JAMES GUNN CONFIRMED TO DIRECT SUPERMAN: LEGACY
es_es: JAMES GUNN CONFIRMADO PARA DIRIGIR SUPERMAN: LEGACY

source: Join us as we look at some facts and figures that made the past 25 years so vibrant.
es_es: Acompáñenos en este repaso a algunos de los acontecimientos y figuras del cine que han dado vida a los últimos 25 años.

source: Kauffman and Crane stick the landing with a two-part series finale that doesn’t forsake the show’s signature comedy for non-stop emotions — though there are plenty of emotional moments too.
es_es: Kauffman y Crane dan en el clavo con un final de serie en dos partes que no renuncia a la comedia característica de la serie para ofrecer emociones sin parar, aunque también hay muchos momentos emotivos.

source: LONGEST THEATRICAL RUN
es_es: MAYOR DURACIÓN EN SALAS

source: Larry David received an Emmy for writing in 1993, while Larry Charles and Elaine Pope shared another writing Emmy in 1992.
es_es: Larry David recibió un Emmy como guionista en 1993, mientras que Larry Charles y Elaine Pope compartieron otro Emmy como guionistas en 1992.

source: Licensing
es_es: Licencias

source: Life is Beautiful (1998) – 252 days 4.
es_es: La vida es bella 1998) – 252 días 4.

source: Like many directors of his stature, Guillermo del Toro has almost as many dream projects that didn’t happen as those that did.
es_es: Como muchos directores de su talla, Guillermo del Toro tiene casi tantos muchos proyectos soñados que no se hicieron realidad comolos que sí..

source: Like many directors of his stature, Guillermo del Toro has almost as many dream projects that didn't happen as those that did.
es_es: Como muchos directores de su talla, Guillermo del Toro tiene casi tantos proyectos soñados que no se hicieron realidad como los que sí.

source: Logout
es_es: Salir de la sesión

source: Londoners... [More]
es_es: Los londinenses... [More]

source: Love & Death: Season 1
es_es: Love & Death: Temporada 1

source: MORE
es_es: Más

source: MOST OSCAR NOMINATIONS
es_es: MÁS NOMINACIONES AL OSCAR

source: MOST OSCAR WINS
es_es: MÁS VICTORIAS EN LOS OSCARS

source: MOST REVIEWED BY CRITICS
es_es: LO MÁS VALORADO POR LAS CRÍTICAS

source: MOST STREAMED MOVIE ON NETFLIX
es_es: PELÍCULA MÁS VISTA EN NETFLIX

source: May 15, 2023
es_es: Mayo 15, 2023

source: May 4, 2023
es_es: 4 de mayo, 2023

source: More
es_es: Más

source: More Countdown
es_es: Más cuentas atrás

source: More Featured on RT >
es_es: Más Destacado en RT >

source: More Horror Guides
es_es: Más guías de terror

source: More Related News
es_es: Más noticias relacionadas

source: More Top Headlines >
es_es: Más titulares Destacados >

source: More Weekly Ketchup
es_es: Más Semanario Tomatazo

source: More than 20 years later, Jack Black has signed with the Farrelly brothers to star in a holiday movie called Dear Santa, with Black to play the title character (sort of, or the opposite).
es_es: Más de 20 años después, Jack Blackha firmado con los hermanos Farrelly para protagonizar una película navideña llamada Querido Santa, en la que Black interpretará al personaje principal (más o menos, o todo lo contrario).

source: Most Popular Movies Right Now: What to Watch In Theaters and Streaming
es_es: Las películas más populares en este momento: Qué ver en cines y streaming

source: Most Popular TV on RT
es_es: Lo más popular deTV on RT

source: Most Reviewed Season
es_es: Temporada mejor valorada

source: Most Reviewed Series
es_es: Series mejor valoradas

source: Most Streamed Netflix Show
es_es: La serie de Netflix más vista en streaming

source: Movie & TV News
es_es: Noticias de películas y televisión

source: Movies
es_es: Películas

source: Movies in Theaters
es_es: Películas en cine

source: My Big Fat Greek Wedding (2002) – 308 days 2.
es_es: Mi gran boda griega 2002) – 308 días 2.

source: Netflix and Guillermo del Toro have begun negotiations with three stars (Oscar Isaac, Andrew Garfield, and 2022’s scream queen Mia Goth) for his live-action adaptation of Mary Shelley’s genre-defining horror novel, Frankenstein.
es_es: Netflix y Guillermo del Toro han comenzado las negociacionescon tres estrellas (Oscar Isaac, Andrew Garfield, y la reina del grito de 2022, Mia Goth) para su adaptación– en acción real de la novela de terror de Mary Shelley, Frankestein.
